{
    "title": "[1508452354] Bike Tech Extravaganza  | Eurobike 2017",
    "description": "With over 12 exhibition halls full of the latest in bike tech, Dan Lloyd shows off even more bike bling from Eurobike\n\nSubscribe to GCN: http:\/\/gcn.eu\/SubscribeToGCN\nRegister your interest in the GCN Club: http:\/\/gcn.eu\/mR\nGet exclusive GCN gear in the GCN shop! http:\/\/gcn.eu\/mS\n\nWhat are you favourite bits of bike tech in this video? Let us know in the comments below ",
    "referenceId": "WyQJTc_DDko",
    "date_created": "1504526402",
    "date_modified": "1508373172",
    "tags": "",
    "sourceId": "4",
    "status": "approved",
    "visibility": "1",
    "VV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "CVV_VI": null,
    "concept": null,
    "homepage_gallery": null,
    "living": null,
    "id": "123178897",
    "loginId": "1758991",
    "entityType": "1",
    "titleTextEncoded": "Bike-Tech-Extravaganza-Eurobike-2017",
    "category": "",
    "tvp_profiles": [
        "32"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 755.0788,
    "VIDEO_LENGTH": "LONG",
    "duration": 565,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/WyQJTc_DDko\/maxresdefault.jpg",
        "uploadDate": 1504526402,
        "videoId": "WyQJTc_DDko",
        "title": "Bike Tech Extravaganza  | Eurobike 2017",
        "description": "With over 12 exhibition halls full of the latest in bike tech, Dan Lloyd shows off even more bike bling from Eurobike\n\nSubscribe to GCN: http:\/\/gcn.eu\/SubscribeToGCN\nRegister your interest in the GCN Club: http:\/\/gcn.eu\/mR\nGet exclusive GCN gear in the GCN shop! http:\/\/gcn.eu\/mS\n\nWhat are you favourite bits of bike tech in this video? Let us know in the comments below 👇\n\nHere are some of Dan's favourite bits of tech that he was lucky enough to get to grips with at the annual pilgrimage to Eurobike.\n\nEyewear giant Oakley released 3 helmet with BOA dial\/wiring for the retention system which is very lightweight and less bulky than some systems found on other helmets.\n\nPark Tools are well renowned as being one of the finest purveyors of tools in the industry, but they don't just stop there, they are also including a beer tray and a chainkeeper, as well as a cork-screw! It's thirsty work fixing and riding bikes after all.\n\nControlTech - They showed us a fully internal cabled Cougar PCS cockpit, very neat. The video shows this in fine detail.\n\nCeramicSpeed released their UFO Drip \"chain coating\" the statistics that we were shown from their tests were very good, interestingly, a noisier chain can be faster than a silent one! \n\nFSA WE Electro\/Hydro Groupset - Plenty of nice features, including the reach adjust on the levers as well as very rounded off disc rotors so there are no sharp edges\n\nPearl Izumi showed off their P.R.O Leader v4 shoes, these feature a seamless upper to minimize pressure points, as well as a super low stack height to give a powerful pedal stroke. Most strikingly was the electroplated sole though, ⭐️ very bling⭐️\n\nLike a chainkeeper? Then check out this one from Feedback Sports\n\nRondo bikes showed off a range of gravel bikes with twin fork tips. Why? So that you can transform a bike from endurance to racing geometry, and vice-versa.\n\nCampagnolo have released SIX new groupsets. There are tge hydraulic disc brake groupsets that have landed and certainly look nice and sleek. To accompany the disc brake groupsets they've released new wheels, including the Bora One DB wheels\nCentaur replaces the Veloce groupset as the entry level groupset.\n\nLook have increased the surface area on their Kéo Blade Carbon pedals and reduced the weight! That's pretty cool isn't it?\n\nThe KTM Revelator was a concept bike at the 2016 Eurobike Show and is now a consumer product, with its hidden cables and lower seat stays, it is a nice looking bike in the familiar KTM colours.\n\nIf you'd like to contribute captions and video info in your language, here's the link 👍  http:\/\/gcn.eu\/mT\n\nWatch more on GCN...\nEurobike 2017: The Future Of Indoor Training? NEW Smart Trainers For 2018 📹  http:\/\/gcn.eu\/mU\nEurobike 2017: NEW Road Bike Tech For 2018 From The World's Biggest Cycling Show 📹  http:\/\/gcn.eu\/mV\n\nPhotos: © Bettiniphoto \/ http:\/\/www.bettiniphoto.net\/ & ©Tim De Waele \/ http:\/\/www.tdwsport.com\n\nAbout GCN:\n\nThe Global Cycling Network puts you in the centre of the action: from the iconic climbs of Alpe D’Huez and Mont Ventoux to the cobbles of Flanders, everywhere there is road or pavé, world-class racing and pro riders, we will be there bringing you action, analysis and unparalleled access every week, every month, and every year. We show you how to be a better cyclist with our bike maintenance videos, tips for improving your cycling, cycling top tens, and not forgetting the weekly GCN Show. Join us on YouTube’s biggest and best cycling channel to get closer to the action and improve your riding!\n\nWelcome to the Global Cycling Network | Inside cycling\n\nThanks to our sponsors:\n\nAlta Badia: http:\/\/gcn.eu\/AltaBadia- \/\/ Maratona Dles Dolomites: http:\/\/gcn.eu\/MaratonaDlesDolomites-\nAssos of Switzerland: http:\/\/gcn.eu\/Assos\nKASK helmets: http:\/\/gcn.eu\/KASK\nfi’zi:k shoes and saddles: http:\/\/gcn.eu\/fizikshoes and http:\/\/gcn.eu\/fiziksaddles\nTopeak tools: http:\/\/gcn.eu\/Topeak\nCanyon bikes: http:\/\/gcn.eu\/-Canyon\nQuarq: http:\/\/gcn.eu\/Quarq\nDT Swiss: http:\/\/gcn.eu\/DtSwiss\nScience in Sport: http:\/\/gcn.eu\/SiS\nOrbea bikes: http:\/\/gcn.eu\/Orbea\nTrek Bicycles: http:\/\/gcn.eu\/-Trek\nVision wheels: http:\/\/gcn.eu\/Vision\nZipp wheels: http:\/\/gcn.eu\/Zipp\npower2max: http:\/\/gcn.eu\/power2max\nWahoo Fitness: http:\/\/gcn.eu\/Wahoo-Fitness \nPark Tool: http:\/\/gcn.eu\/-parktool\nContinental tyres: http:\/\/gcn.eu\/continental-\nCamelbak: http:\/\/gcn.eu\/camelbak-\n\nThe GCN Club - http:\/\/gcn.eu\/club\nYouTube Channel - http:\/\/gcn.eu\/gcnYT\nFacebook - http:\/\/gcn.eu\/gcnFb\nInstagram - http:\/\/gcn.eu\/GCNInsta\nGoogle+ - http:\/\/gcn.eu\/gcnGPlus\nTwitter - http:\/\/gcn.eu\/gcnTW\n\nLeave us a comment below!",
        "author": "Global Cycling Network",
        "mediaDuration": 565,
        "prettyDuration": "00:09:25",
        "views": "175880"
    },
    "transcripts": "",
    "metrics_statistics": "",
    "uploader": ""
}